<?php return [
	'tips' => [
	    'time' => '6',
        'color' => '#fb7299',
        'text' => '冰棘祝你观影愉快，有任何问题请到留言进行反馈！',
	],
    '防窥' => '0', 
    '数据库' => [
        '类型' => 'mysql',
        '方式' => 'pdo',
        '地址' => '',
        '用户名' => '',
        '密码' => '',   
        '名称' => '',
    ],
    
    'is_cdn' => 0,  //是否用了cdn
    '限制时间' => 60, //单位s
    '限制次数' => 20, //在限制时间内可以发送多少条弹幕
    '允许url' => ['*'],  //跨域  格式['https://abc.com','http://cba.com']   要加协议
    '安装' => 0
];